Repository: teerapon1996/Full-Stack_LandingPage_EconTu
Catalog: Landing/backend/locale/*/LC_MESSAGES/django_v1.po
Languages: th

source: Contact Us
th: ติดต่อเรา

source: Our News and Release
th: ข่าวสารและประชาสัมพันธ์

source: See more
th: ดูเพิ่มเติม

source: View News
th: ดูข่าว

source: The career database survey system for research studies. By displaying the results in a dot graph (Scatter Plot), you can see an overview of the career data.
th: ระบบสำรวจฐานข้อมูลอาชีพเพื่อการศึกษาวิจัย โดยแสดงผล ผลลัพธ์ในรูปแบบดอทกราฟ (Scatter Plot) สามารถดูภาพรวมของอาชีพได้ข้อมูล.

source: Help we know what you want?
th: ช่วยบอกให้เรารู้ ว่าคุณต้องการอะไร?

source: Explore
th: สำรวจ

source: Find Data
th: ค้นหาข้อมูล

source: Find Skill
th: ค้นหาสกิล

source: Lorem Ipsum
th: ลอเรม อิปซัม

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting.
th: เป็นเพียงข้อความจำลองของอุตสาหกรรมการพิมพ์และการเรียงพิมพ์ Lorem Ipsum เป็นข้อความจำลองมาตรฐานของอุตสาหกรรมนับตั้งแต่ค.ศ. 1500 เมื่อเครื่องพิมพ์ที่ไม่รู้จักนำถังประเภทหนึ่งมาและแย่งชิงไปทำหนังสือตัวอย่างประเภท มันรอดมาได้ไม่เพียงแค่ห้าศตวรรษแต่ยังก้าวกระโดดสู่การเรียงพิมพ์อิเล็กทรอนิกส์

source: The searching system for necessary occupational skills in the future, using data analytics technology with Knowledge Graph, you can develop your own skills to meet the needs of the future labor market. Increase career advancement opportunities. Ready to keep up with the changing of the future labor market
th: ระบบค้นหาทักษะการประกอบอาชีพที่จำเป็นในอนาคต โดยใช้เทคโนโลยีวิเคราะห์ข้อมูลด้วยกราฟความรู้ คุณพัฒนาได้เองทักษะสนองความต้องการของตลาดแรงงานในอนาคต เพิ่มอาชีพโอกาสก้าวหน้า พร้อมก้าวทันการเปลี่ยนแปลงของอนาคตตลาดแรงงาน

source: Find more Knowledge Graph
th: ค้นหากราฟความรู้เพิ่มเติม

source: The comprehensive data management platform that covers Data Importing, Exploring, Reviewing and Analyzing data. The platform enhance the service of information and descriptions in a systematic way.
th: แพลตฟอร์มการจัดการข้อมูลที่ครอบคลุมซึ่งครอบคลุมการนำเข้าข้อมูลสำรวจ ทบทวน และวิเคราะห์ข้อมูล แพลตฟอร์มยกระดับบริการของข้อมูลและคำอธิบายอย่างเป็นระบบ

source: Find More Governance Platform
th: ค้นหาแพลตฟอร์มการกำกับดูแลเพิ่มเติม

source: Explore our Data Governance Platform
th: สำรวจแพลตฟอร์มการกำกับดูแลข้อมูลของเรา

source: Explore our Knowledge Graph
th: สำรวจกราฟความรู้ของเรา

source: Home
th: หน้าหลัก

source: Knowledge
th: กราฟ

source: Graph
th: ความรู้

source: Data
th: ข้อมูล

source: Workflow
th: เวิร์กโฟลว์

source: Knowledge Graph
th: กราฟความรู้

source: News
th: ข่าวสาร

source: Job Opportunities
th: โอกาสในการทำงาน

source: +Add News
th: +เพิ่มข่าว

source: English
th: ภาษาไทย

source: Logout
th: ออกจากระบบ

source: Login/Sign Up
th: ลงชื่อเข้าใช้/ลงทะเบียน

source: Login
th: ลงชื่อเข้าใช้

source: Username
th: ชื่อผู้ใช้

source: Password
th: พาสเวิร์ด

source: Sign Up
th: ลงทะเบียน

source: SEE ALL
th: ดูข่าวทั้งหมด

source: News Zone
th: หน้าข่าวสาร
